Repository: CrimsBerith/Keptora
Catalog: Keptora/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, tr

source: Move exact copies to Keptora Quarantine?
de: Exakte Kopien in die Keptora-Quarantäne verschieben?
fr: Déplacer les copies exactes vers la zone de récupération Keptora ?
tr: Birebir kopyalar Keptora Kurtarma Kutusu’na taşınsın mı?

source: Move selected similar videos to Keptora Quarantine?
de: Ausgewählte ähnliche Videos in die Keptora-Quarantäne verschieben?
fr: Déplacer les vidéos similaires vers la zone de récupération Keptora ?
tr: Seçilen benzer videolar Keptora Kurtarma Kutusu’na taşınsın mı?

source: Move to Quarantine
de: In sicheren Quarantäne-Ordner verschieben
fr: Mettre en zone de récupération
tr: Kurtarma Kutusuna Taşı

source: Needs attention
de: Braucht Aufmerksamkeit
fr: Besoin d'attention
tr: Dikkat gerektiren

source: Needs Attention
de: Bedarf Aufmerksamkeit
fr: Besoin d'attention
tr: İlgilenilmesi gerekiyor

source: Needs review
de: Bedarf einer Überprüfung
fr: Besoin d'une révision
tr: İncelenmeli

source: Never
de: Nie
fr: Jamais
tr: Asla

source: Newest file
de: Neuestes Datei
fr: Le fichier le plus récent
tr: En yeni dosya

source: Next Exact Group
de: Nächster Exakter Gruppe
fr: Prochain groupe exact
tr: Sonraki Aynı Grup

source: Next Photo
de: Nächstes Foto
fr: Photo suivante
tr: Sonraki Fotoğraf

source: Next photo · Option-Right Arrow
de: Nächstes Foto · Option-Rechts Pfeil
fr: Photo suivante · Option-Flèche vers la droite
tr: Sonraki fotoğraf · Option-Sağ Ok

source: No byte-for-byte Photos copies were found.
de: Keine Byte-für-Byte-Fotokopien wurden gefunden.
fr: Aucune copie photo byte par byte n'a été trouvée.
tr: Fotoğraflar’da birebir aynı kopya bulunamadı.

source: No cleanup history
de: Kein Bereinigungsverlauf
fr: Aucun historique de nettoyage
tr: Temizleme geçmişi yok

source: No cleanup history yet
de: Noch kein Bereinigungsverlauf
fr: Pas encore d'historique de nettoyage
tr: Henüz temizlik geçmişi yok

source: No comparison candidate
de: Kein Vergleichskandidat
fr: Pas de candidat de comparaison
tr: Karşılaştırma adayı yok

source: No exact copies
de: Keine exakten Kopien
fr: Aucune copie exacte
tr: Tam kopya yok

source: No exact duplicate groups
de: Keine exakten Duplikategruppen
fr: Pas de groupes de doublons exacts
tr: Birebir kopya grubu yok

source: No exact duplicates found.
de: Keine exakten Duplikate gefunden.
fr: Aucun doublon exact n'a été trouvé.
tr: Birebir kopya bulunamadı.

source: No exact photos
de: Keine exakten Fotokopien
fr: Aucune copie photo exacte
tr: Birebir fotoğraf kopyası yok

source: No exact videos
de: Keine exakten Videokopien
fr: Aucune copie vidéo exacte
tr: Birebir video kopyası yok

source: No groups match
de: Keine Gruppen entsprechen
fr: Aucun groupe n'est similaire
tr: Eşleşen grup yok

source: No plan available
de: Kein verfügbarer Plan
fr: Aucun plan disponible
tr: Plan yok

source: No post-commit verification record yet
de: Noch kein Post-Commit-Verifizierungsprotokoll vorhanden
fr: Aucun enregistrement de vérification post-exécution pour l'instant.
tr: Henüz işlem sonrası doğrulama kaydı yok

source: No purchase was found for this Apple Account.
de: Für diesen Apple Account wurde kein Kauf gefunden.
fr: Aucun achat n’a été trouvé pour ce compte Apple.
tr: Bu Apple Hesabı için satın alım bulunamadı.

source: No recorded decision
de: Keine aufgezeichnete Entscheidung
fr: Aucune décision enregistrée
tr: Kayıtlı karar yok

source: No restore preview available
de: Keine Vorschau zur Wiederherstellung verfügbar
fr: Aucune prévisualisation de restauration disponible
tr: Geri yükleme önizlemesi yok

source: No similar groups
de: Keine ähnlichen Gruppen
fr: Aucun groupe similaire
tr: Benzer grup yok

source: No similar photos
de: Keine ähnlichen Fotos
fr: Aucune photo similaire
tr: Benzer fotoğraf yok

source: No similar videos
de: Keine ähnlichen Videos
fr: Aucune vidéo similaire
tr: Benzer video yok

source: No similar-photo analysis yet
de: Noch keine Analyse ähnlicher Fotos
fr: Pas encore d'analyse de photos similaires.
tr: Henüz benzer fotoğraf analizi yok

source: No source
de: Keine Quelle
fr: Aucune source
tr: Kaynak yok

source: No visual review suggestions were found.
de: Es wurden keine Vorschläge für visuelle Überprüfungen gefunden.
fr: Aucune suggestion de révision visuelle n'a été trouvée.
tr: Görsel inceleme önerisi bulunamadı.

source: None
de: Keine
fr: Aucune
tr: Yok

source: Not eligible
de: Nicht berechtigt
fr: Pas éligible
tr: Uygun değil

source: Not Now
de: Nicht jetzt
fr: Pas maintenant
tr: Şimdi Değil

source: Not present
de: Nicht anwesend
fr: Pas présent
tr: Mevcut değil

source: Not requested
de: Nicht angefordert
fr: Non demandé
tr: İstenmedi

source: Not required
de: Nicht erforderlich
fr: Non requis
tr: Gerekli değil

source: Nothing moves until you confirm this verified preview.
de: Nichts wird verschoben, bevor diese verifizierte Vorschau bestätigt wird.
fr: Rien ne bouge tant que vous n'avez pas confirmé cette prévisualisation vérifiée.
tr: Bu doğrulanmış önizlemeyi onaylamadan hiçbir şey taşınmaz.

source: Nothing to review yet
de: Noch nichts zu prüfen
fr: Rien à examiner pour le moment
tr: Henüz incelenecek bir şey yok

source: Oldest file
de: Ältestes Datei
fr: Le fichier le plus ancien
tr: En eski dosya

source: On-device
de: Auf dem Gerät
fr: Sur l'appareil
tr: Cihaz içinde

source: One purchase unlocks unlimited review decisions and Safety Plans on your supported Apple devices using the purchasing Apple Account.
de: Ein einmaliger Kauf schaltet unbegrenzte Prüfungen und Sicherheitspläne auf allen unterstützten Apple-Geräten mit diesem Apple-Konto frei.
fr: Un achat unique débloque des examens illimités et des plans de sécurité sur tous vos appareils Apple compatibles associés à ce compte Apple.
tr: Tek bir satın alımla, satın alımı yaptığınız Apple Hesabını kullanan tüm desteklenen Apple cihazlarınızda sınırsız inceleme ve Güvenlik Planlarının kilidi açılır.

source: One purchase. No subscription.
de: Ein Kauf. Kein Abo.
fr: Un achat. Aucun abonnement.
tr: Tek satın alım. Abonelik yok.

source: One-time purchase.
de: Einmaliger Kauf.
fr: Achat unique.
tr: Tek seferlik satın alma.

source: Only byte-identical SHA-256 sets support batch planning. Similar-photo results remain review-only, and every cleanup operation still passes keeper, family, collision, volume, manifest, and restore checks.
de: Nur byte-identische SHA-256-Sets unterstützen die Batch-Planung. Ergebnisse mit ähnlichen Fotos bleiben reine Prüfgruppen, und jede Bereinigungsoperation besteht weiterhin alle Prüfungen für Originale, Familien, Kollisionen, Volumen, Manifest und Wiederherstellung.
fr: Seuls les ensembles SHA-256 identiques en octets prennent en charge la planification par lots. Les résultats de photos similaires restent réservés à l'examen, et chaque opération de nettoyage passe toujours les contrôles d'original, de famille, de collision, de volume, de manifeste et de restauration.
tr: Yalnızca bayt düzeyinde özdeş SHA-256 kümeleri toplu planlamayı destekler. Benzer fotoğraf sonuçları yalnızca inceleme amaçlıdır; tüm temizleme işlemleri asıl kopya, aile, çakışma, birim, bildirim ve geri yükleme denetimlerinden geçer.

source: Only verified exact copies can enter cleanup.
de: Nur verifizierte exakte Kopien können bereinigt werden.
fr: Seules les copies exactes vérifiées peuvent être nettoyées.
tr: Yalnızca doğrulanmış tam kopyalar temizlemeye alınabilir.

source: Open quarantine decision reconciliation
de: Quarantäne-Entscheidungsabgleich öffnen
fr: Ouvrir la réconciliation des décisions de récupération
tr: Kurtarma kararları mutabakatını aç

source: Open Review Studio
de: Offenes Review Studio
fr: Studio d'examen ouvert
tr: İnceleme Stüdyosunu Aç

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir Réglages
tr: Ayarları Aç

source: Open System Settings
de: Systemeinstellungen öffnen
fr: Paramètres du système ouvert
tr: Sistem Ayarları'nı Aç

source: Open the temporary evidence drawer
de: Temporäre Nachweisansicht öffnen
fr: Ouvrir le volet temporaire des preuves
tr: Geçici kanıt panelini aç

source: Open the temporary review queue
de: Temporäre Prüfwarteschlange öffnen
fr: Ouvrir la file d'attente de révision temporaire
tr: Geçici inceleme kuyruğunu aç

source: Original path occupied
de: Ursprünglicher Pfad belegt
fr: Chemin original occupé
tr: Özgün yol dolu

source: Partially quarantined
de: Teilweise im Quarantäne-Ordner
fr: Partiellement en zone de récupération
tr: Kısmen kurtarma kutusuna taşınmış

source: Partially restored
de: Teilweise wiederhergestellt
fr: Partiellement restauré
tr: Kısmen geri yüklendi

source: Path
de: Pfad
fr: Chemin
tr: Konum

source: Paths and current filenames are redacted. This is the recommended support setting.
de: Pfade und aktuelle Dateinamen sind redigiert. Dies ist die empfohlene Support-Einstellung.
fr: Les chemins et les noms de fichiers actuels sont édités. C'est la configuration de support recommandée.
tr: Yollar ve mevcut dosya adları gizlenir. Bu, önerilen destek ayarıdır.

source: Performance retention
de: Leistungserhaltung
fr: Rétention des performances
tr: Performans saklama

source: Permanent delete API
de: Permanente Löschung der API
fr: Suppression permanente de l'API
tr: Kalıcı silme API'si

source: Permission
de: Berechtigung
fr: Autorisation
tr: İzin

source: Copy
de: Kopie
fr: Copie
tr: Kopya

source: Protected
de: Geschützt
fr: Protégée
tr: Korunuyor

source: Photo & video intelligence
de: Intelligente Foto- und Videoanalyse
fr: Analyse intelligente des photos et vidéos
tr: Akıllı fotoğraf ve video analizi

source: Photo Library
de: Fotobibliothek
fr: Bibliothèque de photos
tr: Fotoğraf Arşivi

source: Photo upload
de: Foto-Upload
fr: Envoi de photos
tr: Fotoğraf yükleme

source: Photos
de: Fotos
tr: Fotoğraflar

source: Photos Access
de: Fotozugriff
fr: Accès aux photos
tr: Fotoğraflar Erişimi

source: Photos access is off
de: Fotos-Zugriff ist deaktiviert
fr: L’accès aux photos est désactivé
tr: Fotoğraf erişimi kapalı

source: Photos access is restricted by this device. Check Screen Time or device-management restrictions.
de: Der Fotos-Zugriff ist auf diesem Gerät eingeschränkt. Prüfe Bildschirmzeit oder Geräteverwaltungsbeschränkungen.
fr: L’accès aux photos est restreint sur cet appareil. Vérifiez Temps d’écran ou les restrictions de gestion de l’appareil.
tr: Fotoğraf erişimi bu cihaz tarafından kısıtlanmış. Ekran Süresi veya cihaz yönetimi kısıtlamalarını kontrol edin.

source: Photos Access Needed
de: Fotos-Zugriff erforderlich
fr: Accès aux photos requis
tr: Fotoğraflar Erişimi Gerekli

source: Photos access was denied. Open Settings and allow Photos access for Keptora, then return to the app.
de: Der Fotos-Zugriff wurde abgelehnt. Öffne die Einstellungen, erlaube Keptora den Zugriff auf Fotos und kehre dann zur App zurück.
fr: L’accès aux photos a été refusé. Ouvrez Réglages, autorisez Keptora à accéder aux photos, puis revenez dans l’app.
tr: Fotoğraf erişimi reddedildi. Ayarlar’ı açıp Keptora için Fotoğraflar erişimine izin verin, ardından uygulamaya dönün.

source: Photos and videos on this Apple Account
de: Fotos und Videos in diesem Apple Account
fr: Photos et vidéos de ce compte Apple
tr: Bu Apple Hesabındaki fotoğraf ve videolar

source: Photos cleanup completed
de: Fotos-Bereinigung abgeschlossen
fr: Nettoyage des photos terminé
tr: Fotoğraflar temizliği tamamlandı

source: Photos cleanup uses Apple's Recently Deleted flow.
de: Die Fotobereinigung verwendet Apples Bereich „Zuletzt gelöscht“.
fr: Le nettoyage de Photos utilise le dossier Supprimés récemment d’Apple.
tr: Fotoğraflar temizliği Apple’ın Son Silinenler akışını kullanır.

source: Photos Recently Deleted
de: Fotos – Zuletzt gelöscht
fr: Photos – Supprimés récemment
tr: Fotoğraflar Son Silinenler

# Plan %lld · current %lld
source: Plan %1$lld · current %2$lld
de: Plan %lld · aktuell %lld
fr: Plan %lld · actuel %lld
tr: Plan %1$lld · mevcut %2$lld

source: Planned
de: Geplant
fr: Planifié
tr: Planlandı

source: Planned recovery
de: Plante Wiederherstellung
fr: Reconnaissance planifiée
tr: Planlanan kazanım

source: Possible
de: Mögliche
tr: mümkün

source: Post-commit
de: Nach der Ausführung
fr: Post-exécution
tr: İşlem sonrası

source: Post-restore
de: Nach der Wiederherstellung
fr: Post-restauration
tr: Geri yükleme sonrası

source: Potential recovery
de: Potenzielles Wiederaufleben
fr: Recouvrement potentiel
tr: Olası kazanım

source: Potential space
de: Möglicher Speicher
fr: Espace potentiel
tr: Olası alan

source: Precision first
de: Präzision zuerst
fr: La précision en premier
tr: Önce doğruluk

source: Preview of %@
de: Vorschau von %@
fr: Aperçu de %@
tr: Önizleme: %@

source: Previous Exact Group
de: Vorheriger exakter Gruppe
fr: Groupe exact précédent
tr: Önceki Aynı Grup

source: Previous Photo
de: Vorherige Foto
fr: Photo précédente
tr: Önceki Fotoğraf

source: Previous photo · Option-Left Arrow
de: Vorherige Foto · Option-Linke Pfeiltaste
fr: Photo précédente · Flèche gauche de l'option
tr: Önceki fotoğraf · Option-Sol Ok

source: Primary
de: Vorwahl
fr: primaire
tr: Birincil

source: Privacy
de: Datenschutz
fr: Confidentialité
tr: Gizlilik

source: Privacy manifest
de: Datenschutzerklärung
fr: Manifeste de confidentialité
tr: Gizlilik bildirimi

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
tr: Gizlilik Politikası

source: Privacy Policy URL: configure before release
de: Datenschutz-URL: Vor der Veröffentlichung konfigurieren
fr: URL de la politique de confidentialité : configurer avant la publication.
tr: Gizlilik Politikası URL'si: yayın öncesi yapılandırın

source: Private by design. No account, ads, analytics, or photo upload.
de: Datenschutz von Grund auf. Kein Konto, keine Werbung, keine Analysen und kein Foto-Upload.
fr: Confidentiel par conception. Aucun compte, publicité, suivi analytique ou envoi de photos.
tr: Tasarım gereği gizli. Hesap, reklam, analitik veya fotoğraf yükleme yok.

source: Private, on-device processing
de: Private Verarbeitung auf dem Gerät
fr: Traitement privé sur l’appareil
tr: Gizli, cihaz üzerinde işleme

source: Pro
de: Profisportler

source: Product unavailable
de: Produkt nicht verfügbar
fr: Produit indisponible
tr: Ürün kullanılamıyor

source: Profile
de: Profil
fr: profil
tr: Profil

source: PROTECTED
de: GESCHÜTZT
fr: PROTÉGÉ
tr: KORUMALI

source: protected keeper
de: geschütztes Original
fr: original protégé
tr: korunan asıl kopya

source: Protected keeper
de: Geschütztes Original
fr: Original protégé
tr: Korunan asıl kopya

source: Protected keeper · reversible plan
de: Geschützte Kopie · umkehrbarer Plan
fr: Copie protégée · plan réversible
tr: Korunan kopya · geri alınabilir plan

source: Protected keepers stay in place. Files move to a reversible Keptora Quarantine folder.
de: Geschützte Originale bleiben erhalten. Dateien werden in den umkehrbaren Keptora-Quarantäneordner verschoben.
fr: Les originaux protégés restent en place. Les fichiers sont déplacés vers une zone de récupération Keptora réversible.
tr: Korunan orijinaller yerinde kalır. Dosyalar geri alınabilir Keptora Kurtarma Kutusu klasörüne taşınır.

source: Protected metadata
de: Geschützte Metadaten
fr: Métadonnées protégées
tr: Korumalı meta veri

source: Purchase is pending approval.
de: Kauf wartet auf Genehmigung.
fr: L’achat est en attente d’approbation.
tr: Satın alma onay bekliyor.

source: Purchase restored.
de: Kauf wiederhergestellt.
fr: Achat restauré.
tr: Satın alım geri yüklendi.

source: Quarantine & Restore
de: Quarantäne & Wiederherstellung
fr: Récupération et restauration
tr: Kurtarma Kutusu ve Geri Yükleme

source: Quarantine content changed
de: Quarantäneinhalt geändert
fr: Le contenu de récupération a changé
tr: Kurtarma kutusundaki içerik değişmiş

source: QUARANTINE DECISION RECONCILIATION
de: QUARANTÄNE-ENTSCHEIDUNGSABGLEICH
fr: RÉCONCILIATION DES DÉCISIONS DE QUARANTAINE
tr: KARANTİNA KARARLARI EŞİTLEMESİ

source: Quarantine file missing
de: Quarantänedatei fehlt
fr: Fichier de récupération manquant
tr: Kurtarma kutusundaki dosya bulunamadı

source: Quarantine: %@
de: Quarantäne: %@
fr: Récupération : %@
tr: Kurtarma Kutusu: %@

source: Quarantined
de: Im Quarantäne-Ordner
fr: En zone de récupération
tr: Kurtarma Kutusunda

source: Queue
de: Warteschlange
fr: file
tr: Kuyruk

source: Ranking candidate pairs
de: Ranking der Kandidatenteams
fr: Classement des paires de candidats
tr: Aday çiftlerini sıralama

source: RAW
de: roh
fr: cru

source: Read-only scan — no files are changed
de: Nur-Lesedurchsuchung - keine Dateien werden geändert
fr: Scan en lecture seule - aucun fichier n'est modifié
tr: Salt okunur tarama — hiçbir dosya değiştirilmez

source: Ready
de: Bereit
fr: Prêt
tr: Hazır

source: Ready to restore
de: Bereit zum Wiederherstellen
fr: Prêt à restaurer
tr: Geri yüklemeye hazır

source: Ready to review
de: Bereit zur Prüfung
fr: Prêt à examiner
tr: İncelemeye hazır

source: Ready to review — %@ duplicate sets found.
de: Bereit zur Prüfung — %@ Duplikatgruppen gefunden.
fr: Prêt à examiner — %@ groupes de doublons trouvés.
tr: İncelemeye hazır — %@ kopya grubu bulundu.

source: Ready to scan Photos
de: Bereit, Fotos zu scannen
fr: Prêt à scanner les photos
tr: Fotoğraflar taramaya hazır

source: Recheck
de: Nachprüfen
fr: Révérifier
tr: Yeniden Kontrol Et

source: Reconcile
de: Abgleichen
fr: Réconcilier
tr: Eşitle

source: Reconcile Safety Plan
de: Sicherheitsplan abgleichen
fr: Réconcilier le plan de sécurité
tr: Güvenlik Planını Eşitle

source: Reconcile Snapshot
de: Snapshot abgleichen
fr: Réconcilier l'instantané
tr: Anlık Görüntüyü Eşitle

source: Recover items from Recently Deleted in Apple Photos. With iCloud Photos, recovery syncs across your devices.
de: Objekte in Apple Fotos aus „Zuletzt gelöscht“ wiederherstellen. Mit iCloud-Fotos wird die Wiederherstellung geräteübergreifend synchronisiert.
fr: Récupérez les éléments dans Supprimés récemment d’Apple Photos. Avec Photos iCloud, la récupération se synchronise sur vos appareils.
tr: Öğeleri Apple Fotoğraflar’daki Son Silinenler bölümünden kurtarın. iCloud Fotoğraflar ile kurtarma cihazlarınıza eşzamanlanır.

source: Recover removed items from Recently Deleted in Apple Photos. With iCloud Photos, recovery syncs across your devices.
de: Entfernte Elemente aus „Zuletzt gelöscht“ in Apple Fotos wiederherstellen. Mit iCloud-Fotos wird die Wiederherstellung geräteübergreifend synchronisiert.
fr: Recouvrez les éléments supprimés de Récents supprimés dans Apple Photos. Avec iCloud Photos, la récupération se synchronise sur tous vos appareils.
tr: Kaldırılan öğeleri Apple Fotoğraflar’daki Son Silinenler bölümünden kurtarın. iCloud Fotoğraflar ile kurtarma cihazlarınıza eşzamanlanır.

source: Recovery reconciliation
de: Wiederherstellungsabgleich
fr: Reconciliation de la récupération
tr: Kurtarma eşitlemesi

source: Refresh Similarity
de: Ähnlichkeit aktualisieren
fr: Recharger la similitude
tr: Benzerliği Yenile

source: Refresh Similarity Index
de: Ähnlichkeitssindex aktualisieren
fr: Recharger l'indice de similarité
tr: Benzerlik İndeksini Yenile

source: Regenerate Plan
de: Plan regenerieren
fr: Plan de régénération
tr: Planı Yeniden Oluştur

source: Remaining
de: übrig
fr: Restant
tr: Kalan

source: Remove exact copies from Photos?
de: Exakte Kopien aus Fotos entfernen?
fr: Supprimer les copies exactes de Photos ?
tr: Birebir kopyalar Fotoğraflar’dan kaldırılsın mı?

source: Remove from Photos
de: Aus Fotos entfernen
fr: Retirer de Photos
tr: Fotoğraflar’dan Kaldır

source: Remove selected similar videos from Photos?
de: Ausgewählte ähnliche Videos aus Fotos entfernen?
fr: Supprimer de Photos les vidéos similaires sélectionnées ?
tr: Seçilen benzer videolar Fotoğraflar’dan kaldırılsın mı?

source: Rendered
de: Renderisiert
fr: Rendu
tr: İşlenmiş

source: Replace the placeholder bundle and product identifiers before App Store submission.
de: Platzhalter-Bundle- und Produktkennungen vor der App-Store-Einreichung ersetzen.
fr: Remplacez le paquet de placeholders et les identifiants de produits avant la soumission à l'App Store.
tr: App Store gönderiminden önce taslak paket ve ürün kimliklerini değiştirin.

source: Reset synchronized zoom and pan
de: Synchronisiertes Zoom und Pan zurücksetzen
fr: Réinitialiser le zoom et le panoramique synchronisés
tr: Eşzamanlı yakınlaştırma ve kaydırmayı sıfırla

source: Reset View
de: Ansicht zurücksetzen
fr: Réinitialiser la vue
tr: Görünümü Sıfırla

source: Reset Zoom
de: Zoom zurücksetzen
fr: Réinitialiser le zoom
tr: Yakınlaştırmayı Sıfırla

source: Resolution
de: Auflösung
fr: Résolution
tr: Çözünürlük

source: Restorable
de: Restaurierbar
fr: Restaurable
tr: Geri yüklenebilir

source: Restorable space
de: Restaurierbarer Raum
fr: Espace restaurable
tr: Geri yüklenebilir alan

source: Restore Files
de: Dateien wiederherstellen
fr: Restaurer les fichiers
tr: Dosyaları Geri Yükle

source: Restore fingerprint (optional)
de: Wiederherstellungs-Fingerabdruck (optional)
fr: Empreinte de restauration (facultative)
tr: Geri yükleme parmak izi (isteğe bağlı)

source: Restore is blocked until every remaining quarantined file is safe. Keptora will not overwrite occupied original paths or restore changed content.
de: Die Wiederherstellung ist blockiert, bis jede Datei im Quarantäneordner sicher ist. Keptora überschreibt keine belegten Originalpfade und stellt keine geänderten Inhalte wieder her.
fr: La restauration est bloquée tant que chaque fichier de récupération n’est pas sécurisé. Keptora n’écrasera jamais un emplacement d’origine occupé.
tr: Kurtarma kutusundaki tüm dosyalar doğrulanana kadar geri yükleme engellenir. Keptora dolu orijinal yolların üzerine yazmaz ve değişmiş içeriği geri yüklemez.

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
tr: Satın Alımları Geri Yükle

source: Restore Verified Files
de: Verifizierte Dateien wiederherstellen
fr: Restaurer les fichiers vérifiés
tr: Doğrulanmış Dosyaları Geri Yükle

source: Restored
de: Wiederhergestellt
fr: Restauré
tr: Geri yüklendi

source: Restoring verified files…
de: Verifizierte Dateien wiederherstellen...
fr: Restauration des fichiers vérifiés...
tr: Doğrulanmış dosyalar geri yükleniyor…

source: Restricted
de: Eingeschränkt
fr: Restreint
tr: Kısıtlı

source: Resume
de: Fortsetzen
fr: Reprendre
tr: Sürdür

source: Resume exact-duplicate review
de: Exakte Überprüfung der Duplikate wieder aufnehmen
fr: Reprendre la révision exacte de la duplication
tr: Aynı fotoğraf incelemesini sürdür

source: Resume Last Review Session
de: Letzte Überprüfungssitzung wieder aufnehmen
fr: Redémarrer la dernière session de révision
tr: Son İnceleme Oturumunu Sürdür

source: Resume Scan
de: Scan fortsetzen
fr: Reprendre l’analyse
tr: Taramaya Devam Et

source: Resume Session
de: Sitzung wieder aufnehmen
fr: Resserver la session
tr: Oturumu Sürdür

source: Returns to the previous screen.
de: Wird zur vorherigen Bildschirmseite zurückgeworfen.
fr: Retourne à l'écran précédent.
tr: Önceki ekrana geri döner.

source: Reveal %@ in Finder
de: %@ im Finder anzeigen
fr: Afficher %@ dans le Finder
tr: Finder'da Göster: %@

source: Reveal in Finder
de: In Finder anzeigen
fr: Révéler dans le Finder
tr: Finder’da Göster

source: Reveal Keeper in Finder
de: Original im Finder zeigen
fr: Afficher l'original dans le Finder
tr: Asıl Kopyayı Finder’da Göster

source: Reverification required
de: Verifizierung erforderlich
fr: Révérifiabilité requise
tr: Yeniden doğrulama gerekli

source: Reversible folder cleanup
de: Wiederherstellbare Ordnerbereinigung
fr: Nettoyage de dossier réversible
tr: Geri alınabilir klasör temizliği

source: Reversible, signed manifest
de: Umkehrbares, unterschriebenes Manifest
fr: Manifeste réversible et signé
tr: Geri alınabilir, imzalı kayıt

source: Review
de: Prüfen
fr: Examen
tr: İnceleme
